tap "aws/tap"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "python@3.9"
brew "autojump"
brew "automake"
brew "awscli"
brew "pkg-config"
brew "emacs"
brew "cask"
brew "coreutils"
brew "delve"
brew "docker"
brew "dos2unix"
brew "little-cms2"
brew "ffmpeg"
brew "ghostscript"
brew "go"
brew "imagemagick"
brew "kubernetes-cli"
brew "libksba"
brew "libyaml"
brew "maven"
brew "memcached"
brew "mysql"
brew "ncdu"
brew "nginx"
brew "node"
brew "p7zip"
brew "postgresql"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "redis"
brew "spark"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "wakeonlan"
brew "wget"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
cask "1password"
cask "baiducloud"
cask "calibre"
cask "docker"
cask "evernote"
cask "gitkraken"
cask "google-chrome"
cask "mysqlworkbench"
cask "postman"
cask "qq"
cask "sublime-text"
cask "teamviewer"
cask "ticktick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "winzip"
cask "yinxiangbiji"
