tap "bazelbuild/tap"
tap "bukalapak/packages"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
brew "openssl"
brew "libtool"
brew "unixodbc"
brew "autoconf"
brew "autojump"
brew "automake"
brew "autossh"
brew "bazel"
brew "freetype"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "cheat"
brew "coreutils"
brew "delve"
brew "docker"
brew "docker-machine"
brew "dos2unix"
brew "freetds", args: ["with-unixodbc"]
brew "gmp"
brew "mpfr"
brew "gawk"
brew "gcc@6"
brew "little-cms2"
brew "ghostscript"
brew "gitlab-runner"
brew "graphviz"
brew "httpd"
brew "iftop"
brew "imagemagick"
brew "kafkacat"
brew "libgpg-error"
brew "libksba"
brew "libyaml"
brew "makedepend"
brew "mysql"
brew "nginx"
brew "node"
brew "openssl@1.1"
brew "packer"
brew "pkg-config"
brew "sqlite"
brew "python"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-build"
brew "sbt"
brew "scala"
brew "shadowsocks-libev"
brew "sl"
brew "telnet"
brew "texinfo"
brew "the_silver_searcher"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "unrar"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "charles"
cask "cheatsheet"
cask "docker"
cask "metabase-app"
cask "mono-mdk"
cask "mysqlworkbench"
cask "teamviewer"
cask "vagrant"
cask "visual-studio"
cask "wireshark"
